/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@” because the app is not installed on this device" = "คำสั่งลัดไม่สามารถเปิดแอพสำหรับแบบแผน URL “%@” ได้เนื่องจากไม่ได้ติดตั้งแอพดังกล่าวบนอุปกรณ์เครื่องนี้";

/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@”. The app may not be installed on this device." = "คำสั่งลัดไม่สามารถเปิดแอพสำหรับแบบแผน URL “%@” ได้ คุณอาจไม่ได้ติดตั้งแอพดังกล่าวบนอุปกรณ์เครื่องนี้";

/* %@=app name */
"Shortcuts could not open %@ because it is not installed." = "คำสั่งลัดไม่สามารถเปิด %@ ได้เนื่องจากยังไม่ได้ติดตั้ง";

/* %@=app name */
"Shortcuts could not open %@. It may not be installed on this device." = "คำสั่งลัดไม่สามารถเปิด %@ ได้ คุณอาจไม่ได้ติดตั้งแอพดังกล่าวบนอุปกรณ์เครื่องนี้";

/* Error description */
"No phone numbers or Skype usernames were passed into this action." = "ไม่ได้ส่งผ่านเบอร์โทรศัพท์หรือชื่อผู้ใช้ Skype ไปยังการกระทำนี้";

/* Error description */
"No phone numbers were passed into this action." = "ไม่ได้ส่งผ่านเบอร์โทรศัพท์ไปยังการกระทำนี้";

/* Error title */
"Error" = "ข้อผิดพลาด";

/* Post to Instagram error description */
"Shortcuts can only post video on Instagram if the video is in a photo album.\n\nTry putting a “Save to Photo Album” action before “Post on Instagram.”" = "คำสั่งลัดสามารถโพสต์วิดีโอบน Instagram ได้หากวิดีโอนั้นอยู่ในอัลบั้มรูปภาพเท่านั้น\n\nให้ลองกำหนดการกระทำ “บันทึกไปยังอัลบั้มรูปภาพ” ก่อนที่จะ “โพสต์บน Instagram”";

/* Post to Instagram error title */
"Could Not Post Video" = "ไม่สามารถโพสต์วิดีโอได้";

